[
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/sel6012000.jpg",
    "creatorName" : "sel6012000",
    "date" : "2024-12-15T01:25:45Z",
    "description" : "Download now the new gradients wallpapers special created to change your device look ",
    "icon" : "megaphone",
    "id" : "8443260D-D3C7-4E8F-8839-F696996D4E20",
    "title" : "Grads Heaven is here "
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/ATDesign.jpg",
    "creatorName" : "ATDesign",
    "date" : "2024-12-14T19:34:55Z",
    "description" : "Check-out over 28 walls added to collection album ",
    "icon" : "info.circle",
    "id" : "3FD41C0C-1241-426A-9C20-9F9F944C7CEF",
    "title" : "AT Design Update "
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/HalleyApps.jpg",
    "creatorName" : "HalleyApps",
    "date" : "2024-12-13T20:21:34Z",
    "description" : "Halley Apps has curated this collection of moody still life photographs capturing timeless beauty: a vibrant red rose resting on aged piano keys, a rustic blue teapot sprouting fresh mint leaves, an antique clock nestled among autumn leaves, delicate mauve roses with perfect spiral petals, and a weathered rotary phone with rusted patina and more! - each image telling its own story of nostalgia and grace while maintaining a cohesive aesthetic through dramatic lighting and rich textures.​​​​​​​​​​​​​​​​\n\nDownload it now in featured packs. ",
    "icon" : "photo.artframe",
    "id" : "A1999E61-F850-405B-BAC6-DEE90FF84A5B",
    "title" : "Vintage Pack"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/AIFinity76.jpg",
    "creatorName" : "AIFinity76",
    "date" : "2024-12-13T18:20:07Z",
    "description" : "New pack by AIFinity76 added. Check it out! \n\nwalls:\/\/pack\/pack26_AIFinity76",
    "icon" : "bell.fill",
    "id" : "93A123E9-B6F6-4C0B-8AB6-2F2896F92FAB",
    "title" : "New Pack - Dreamers Collection"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T07:25:33Z",
    "description" : "Rocket Rhythms: Galactic Ascent Wallpaper Collection by 4Kwallpapers \n\nEmbark on an interstellar journey with \"Rocket Rhythms,\" a wallpaper collection that captures the essence of space travel and cosmic exploration. Each design in this series features dynamic rockets set against the backdrop of the cosmos, blending vibrant colors with the mystique of space to inspire and captivate. Perfect for those who dream of the stars or seek a backdrop that's out of this world. Download Now!",
    "icon" : "photo.stack",
    "id" : "E398C25A-754A-4FB7-9D8C-60B3F9865066",
    "title" : "Rocket Rhythms"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T07:11:32Z",
    "description" : "Dusk Dynamics: Evening Silhouettes Wallpaper Collection by 4Kwallpapers \n\nExperience the transition from day to night with \"Dusk Dynamics,\" a collection where the fading light of the sun paints a dramatic landscape of shadows and colors. Ideal for those who appreciate the subtle shift from daylight to evening, each wallpaper in this series encapsulates the unique beauty of dusk's evolving palette. Download Now",
    "icon" : "photo.stack",
    "id" : "5F5957D7-4662-4636-825B-A62C04D89898",
    "title" : "Dusk Dynamics"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T06:59:45Z",
    "description" : "AeroVistas Wallpaper Collection\" by 4Kwallpapers\nEmbark on a visual journey with \"AeroVistas,\" where each image captures the essence of flight against breathtaking backdrops. From the serene coastlines viewed from above, to the dynamic approach of a jet ready for landing, and the solitary peace of a small plane over tranquil waters, this collection encapsulates the freedom and adventure of aviation. Perfect for those who dream of the skies or simply admire the blend of nature's beauty with human engineering marvels. Download now! 🌟",
    "icon" : "photo.stack",
    "id" : "73DD7CF9-286F-4B84-8583-772D50D23DAF",
    "title" : "AeroVistas"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T06:41:01Z",
    "description" : "Immerse yourself in the peaceful moments with our 'Serenity Views' wallpaper pack. by 4Kwallpapers. From the serene waterside retreat at sunset, to the thrill of adventure with a paraglider against a breathtaking sky, and the quiet charm of a lantern-lit path under starlit nights, each wallpaper in this collection invites you to a moment of calm and reflection. Perfect for those seeking a digital escape into nature's",
    "icon" : "photo.stack",
    "id" : "F33057DC-5BBE-4967-B94A-8AB0948B25AB",
    "title" : "Serenity views"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T06:24:42Z",
    "description" : "Discover the Charm of Beacon Drift wallpaper pack by 4Kwallpapers.\nExperience the beauty of the open sea with Beacon Drift. This wallpaper captures the timeless bond between a drifting boat and the steadfast glow of a lighthouse. Perfect for those who love the call of the ocean and the promise of safe shores.\n\nDownload now! 🌊🚤🌟",
    "icon" : "photo.stack",
    "id" : "E140E26A-3D68-4094-9483-4C2639625EE9",
    "title" : "Beacon Drift"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/4KWallpapers.jpg",
    "creatorName" : "4KWallpapers",
    "date" : "2024-12-13T06:06:36Z",
    "description" : "“Introducing the 'Dusk to Dawn Gradient Pack' - Your Device's New Daily Spectacle! 🌅📲\" where twilight's calm meets dawn's vibrancy. Elevate your screen with this journey through day and night. Download now and let your device reflect nature's daily beauty. 🌅📲",
    "icon" : "photo.stack",
    "id" : "7BFBB5FE-99B7-40AE-AE82-2B07C9131BC8",
    "title" : "Dusk to Dawn"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/seankly.jpg",
    "creatorName" : "SeanKly",
    "date" : "2024-12-12T20:34:01Z",
    "description" : "A collection of abstract wallpapers by SeanKly featuring flowing fluid, wave-like curves rendered in vibrant gradients of orange, pink, purple, and turquoise, creating a dynamic and modern aesthetic perfect for mobile devices.​​​​​​​​​​​​​​​​\n\nDownload it now 🎉",
    "icon" : "scribble",
    "id" : "F2C88A4D-1307-4AAB-A829-E0314A971FEA",
    "title" : "Aurora Flows Pack"
  },
  
  {
    "creatorAvatar" : "https:\/\/raw.githubusercontent.com\/SCOSeanKly\/M_Resources\/main\/CreatorAvatars\/timetraveler.jpg",
    "creatorName" : "TimeTraveler",
    "date" : "2024-12-12T15:54:25Z",
    "description" : "Discover the charm of colorful Nordic architecture against dramatic skies. These 10 4K wallpapers capture the magic of Copenhagen's waterfront in vibrant, dream-like hues.​​​​​​​​​​​​​​​​",
    "icon" : "photo.on.rectangle.angled",
    "id" : "2DAF43F8-664A-4659-9A4E-A921CD2D7B28",
    "title" : "New pack: Copenhagen Dream"
  },
  
  {
    "date" : "2024-12-12T11:16:14Z",
    "description" : "A new version of Walls will be out soon with lots of improvements. Keep an eye for the update notification. ",
    "icon" : "info.circle",
    "id" : "CA30BABB-E066-4C28-AA6A-5F398A0312B2",
    "title" : "New update incoming. "
  },
  
  {
    "date" : "2024-12-12T01:08:10Z",
    "description" : "Immerse yourself in dreamy sunset landscapes with vivid purple and orange skies. These 10 4K wallpapers blend silhouetted trees and rolling hills with dramatic color gradients for a mesmerizing effect.",
    "icon" : "photo.on.rectangle.angled",
    "id" : "C89A9E3A-BABA-4217-97C7-A4BC3F44003F",
    "title" : "\"Twilight Valley\" pack by Time Traveler"
  },
  
  {
    "date" : "2024-12-11T19:14:33Z",
    "description" : "✨ New from AIFinity: The Iridescent Wallpaper Pack! ✨ Elevate your screen with a touch of shimmering brilliance. This collection blends sleek, modern aesthetics with vibrant, multidimensional hues. Perfect for anyone who loves a bold, unique look. Ready to shine? ",
    "icon" : "star.fill",
    "id" : "6509F65F-902D-49F6-AEC1-849B85CD4458",
    "title" : "New Iridescent wallpaper pack from AIFinity"
  },
  
  {
    "date" : "2024-12-11T14:32:27Z",
    "description" : "Dive into deep blues and rich purples with these sophisticated abstract waves. These 10 4K wallpapers feature smooth, layered curves with subtle golden accents, bringing a touch of modern luxury to your device.",
    "icon" : "photo.on.rectangle.angled",
    "id" : "0971ADF8-ABCD-476C-BCC6-118BBE8F889D",
    "title" : "Time Traveler releases Midnight Waves pack"
  },
  
  {
    "date" : "2024-12-11T10:42:38Z",
    "description" : "Get into the holiday spirit with this festive Christmas wallpaper pack by TeboulDavid1. It's the perfect way to transform your phone screen into a winter wonderland. Download now and spread some Christmas cheer !\n",
    "icon" : "bell.fill",
    "id" : "93E855EA-8768-4F4C-A793-14CFF395CDDF",
    "title" : "Xmas lullaby wall pack"
  },
  
  {
    "date" : "2024-12-11T08:34:07Z",
    "description" : "Transform your device with these mesmerizing wallpapers that blend the mysterious depths of darkness with vibrant color transitions. \n\nEach design features elegantly curved shapes that appear to float in space, creating a sense of fluid movement and depth. The gradual shift from warm oranges and reds to cool purples and blues creates a sophisticated, modern aesthetic that's both calming and visually striking. \n\nPerfect for those who appreciate minimalist design with a touch of artistic flair, these wallpapers bring a premium, contemporary feel to any screen.",
    "icon" : "photo.stack",
    "id" : "8B68F440-67DA-42E0-A92F-A073C6115EF7",
    "title" : "Eclipse Cascade by SeanKly"
  },
  
  {
    "date" : "2024-12-10T18:55:43Z",
    "description" : "Journey through an enchanted forest of vibrant colors and cosmic wonders. These 10 4K wallpapers blend mystical trees with spectacular skies, from mosaic sunsets to starlit nights, creating magical natural scenes that transform your device.",
    "icon" : "photo.on.rectangle.angled",
    "id" : "6A74BD22-D0B4-44B7-BAD8-46071E7C5626",
    "title" : "New: \"Treescape\" from Time Traveler "
  },
  
  {
    "date" : "2024-12-10T16:50:01Z",
    "description" : "Rev up your screens with our Pride of the Wild pack by creator, bressane!. Six incredible new walls for your phone. Let it roar!",
    "icon" : "sparkles",
    "id" : "F503B8B5-3A70-451E-9E33-3B11D981D1A1",
    "title" : "Pride of the Wild pack by bressane"
  },
  
  {
    "date" : "2024-12-10T06:43:27Z",
    "description" : "A Cozy Christmas Wallpaper to Brighten Your Season. Step into the magic of the holidays with \"Holiday Haven,\" a 4K wallpaper that brings the warmth of Christmas right to your screen. Featuring a charming gingerbread house, twinkling snowflakes, and festive candy canes, this design is perfect for spreading joy and nostalgia. Download now and make every glance at your device a little holiday escape!",
    "icon" : "info.circle",
    "id" : "CC97121B-EB40-487D-9192-6178E9965966",
    "title" : "Holiday Haven by 4Kwallpapers"
  },
  
  {
    "date" : "2024-12-10T04:29:00Z",
    "description" : "Transform Your Screen with \"Festive Flourish\" – A Holiday-Inspired Wallpaper Collection\nGet into the holiday spirit with \"Festive Flourish,\" a charming wallpaper collection filled with vibrant seasonal elements. From cozy ornaments to delicate winter foliage, this set is designed to bring warmth and joy to your device. Perfect for spreading cheer, these designs combine elegance with a playful nod to the festive season. Download now and make your screen a celebration of the holidays!",
    "icon" : "info.circle",
    "id" : "F98CEE56-A204-4C8A-8F65-3ECCED5E5850",
    "title" : "Festive Flourish by 4Kwallpapers"
  },
  
  {
    "date" : "2024-12-09T08:58:57Z",
    "description" : "\"Spread Joy with the New 'Festive Cheer' Wallpaper Collection!\"\nGet ready to embrace the holiday spirit with the vibrant and heartwarming 'Festive Cheer' wallpaper! Featuring beautifully wrapped gifts, delicate ornaments, and lush pine branches set against a rich, dark background, this design perfectly captures the magic of the season. Whether you're decking your devices for the holidays or simply seeking a cozy and joyful vibe, 'Festive Cheer' brings warmth and celebration to your screen.  \n\nDownload now to add a festive sparkle to your digital world! 🎁✨",
    "icon" : "info.circle",
    "id" : "2AB13381-D7DC-42A9-8B32-C818DDF88A6E",
    "title" : "Festive Cheer by 4Kwallpapers"
  },
  
  {
    "date" : "2024-12-07T10:50:54Z",
    "description" : "A Bold New Wallpaper Collection\nIntroducing \"Mystic Force,\" a captivating new wallpaper collection designed to bring strength and serenity to your device. Featuring majestic, winged beings exuding an aura of ancient wisdom and energy, this collection transforms your screen into a space of quiet power and balance.\n\nPerfect for those who seek a blend of elegance and intrigue, \"Mystic Force\" adds a touch of timeless charm to any digital background. Download now and infuse your device with a sense of mysticism and grace.",
    "icon" : "info.circle",
    "id" : "50635754-BFF0-4356-83CC-FFCE30E33132",
    "title" : "Mystic Force by 4Kwallpapers"
  },
  
  {
    "date" : "2024-12-04T14:53:18Z",
    "description" : "New version of Walls app is out now! Download on the AppStore! ",
    "icon" : "info.circle",
    "id" : "215C42AD-A734-4081-9B77-7064D57B21B9",
    "title" : "Update Now!"
  },
  
  {
    "date" : "2024-12-03T17:11:32Z",
    "description" : " Check out the new wallpapers added from Wallpaper Bliss. An amazing collection of wallpapers from an amazing creator! ",
    "icon" : "megaphone",
    "id" : "F2025E11-AD12-4AEB-8C30-D1E5791BBCDA",
    "title" : "New Creator: Wallpaper Bliss"
  },
  
  {
    "date" : "2024-12-02T10:19:17Z",
    "description" : "Deck your screen with modern holiday style. These 10 4K wallpapers blend rich colors and festive ornaments for a fresh, contemporary take on Christmas - from cool blues to warm golds, each design brings its own unique seasonal flair.",
    "icon" : "sparkles",
    "id" : "D1270DD4-0303-41EE-8ADB-C31601036CDA",
    "title" : "Christmas Vibes pack by Time Traveler"
  },
  
  {
    "date" : "2024-12-01T20:12:02Z",
    "description" : "Transform your iPhone with our collection of 5 mesmerizing purple twilight wallpapers. Each stunning design features a different take on this ethereal sunset, from deep violet clouds to soft lavender rays.",
    "icon" : "photo.on.rectangle",
    "id" : "8EB0AE2C-AE2A-427A-B2CC-D6809A379A3D",
    "title" : "\"Twilight\"​​​​​​​​​​​​​​​​ by SeanKly "
  },
  
  {
    "date" : "2024-12-01T15:20:46Z",
    "description" : "Capture the magic of Christmas with shimmering lights and sparkling designs. These 10 festive 4K wallpapers blend ethereal glows with dancing light patterns to bring holiday enchantment to your screen.",
    "icon" : "megaphone",
    "id" : "40B36521-250E-40E3-871B-DB9241CBB48F",
    "title" : "Navidad de Luz pack from Time Traveler"
  },
  
  {
    "date" : "2024-11-30T18:43:13Z",
    "description" : "Experience the quiet magic of snowy nights with these enchanting winter scenes. Each of these 10 4K wallpapers captures the serene beauty of snow-covered pines and starlit mountain peaks in a minimal, modern style.",
    "icon" : "info.circle",
    "id" : "7A8AEB6E-D04C-4856-B8B1-98313714E941",
    "title" : "Winter Forest pack by Time Traveler"
  },
  
  {
    "date" : "2024-11-29T11:01:50Z",
    "description" : "Two new creators will be joining Walls app. Say hello to Halley Apps and Android Tools 4U. Coming soon! ",
    "icon" : "person.2.fill",
    "id" : "ED4CB254-A179-411C-BA0D-2D5B059C5DF3",
    "title" : "New Creators!"
  },
  
  {
    "date" : "2024-11-28T21:12:19Z",
    "description" : "Bring serene nature to your screen with these layered paper-cut landscapes. Each of these 10 4K wallpapers features soft, minimalist designs inspired by rolling hills and winding paths in soothing color palettes.",
    "icon" : "info.circle",
    "id" : "251DBCF0-AA8C-4337-8A8E-99AAC0734A3A",
    "title" : "Paper Layers pack by Time Traveler "
  },
  
  {
    "date" : "2024-11-28T17:52:10Z",
    "description" : "Add a pop of natural beauty to your device with vibrant florals against rich gradient backgrounds. This collection of 10 4K wallpapers features bold blooms in stunning color combinations that make your screen come alive.",
    "icon" : "info.circle",
    "id" : "2D241B54-19E9-4C5A-A930-E0226B6ED19A",
    "title" : "Fresh Flowers pack from Time Traveler "
  },
  
  {
    "date" : "2024-11-27T17:36:11Z",
    "description" : "Transform your screen with the tranquil essence of Korea's autumn season. Each of these 10 artful wallpapers blends traditional architecture with vibrant fall colors, bringing zen-like harmony to your daily view.",
    "icon" : "info.circle",
    "id" : "9C2B2E84-ABE2-47E9-9306-397BB7BA3BD1",
    "title" : "Time Traveler offers Korean Autumn pack"
  },
  
  {
    "date" : "2024-11-27T14:23:08Z",
    "description" : "Dive into the digital realm with 10 stunning Matrix-inspired wallpapers. Each 4K design features mesmerizing cascading code effects in classic neon green, bringing the iconic cyberpunk aesthetic to your device.",
    "icon" : "info.circle",
    "id" : "A08AB5C2-6F79-4B3C-B861-633A062CDA3B",
    "title" : "Time Traveler: Enter the Matrix Pack"
  },
  
  {
    "date" : "2024-11-25T01:14:35Z",
    "description" : "Experience the perfect blend of motion and color with these 10 premium wallpapers. Featuring smooth transitions between pink and blue gradients against rich purple-to-red backgrounds, these designs bring elegant movement and modern sophistication to your device.",
    "icon" : "info.circle",
    "id" : "D80421DC-1E91-42BA-881C-4A454675A6FC",
    "title" : "Time Traveler launches Flow State pack"
  },
  
  {
    "date" : "2024-11-23T17:03:49Z",
    "description" : "Elevate your screen with these 10 premium wallpapers featuring luminous floral designs. Each high-resolution artwork blends minimal geometric patterns with rich gradients in vibrant purples, blues, and reds against deep black backgrounds, creating the perfect balance of style and sophistication.",
    "icon" : "info.circle",
    "id" : "D21D61EE-497C-49F8-9C8E-7E53532633C6",
    "title" : "Time Traveler releases Neon Bloom wallpaper pack "
  },
  
  {
    "date" : "2024-11-21T20:34:09Z",
    "description" : "Embark on a journey through our solar system with Time Traveler's latest wallpaper pack. 10 scientifically accurate portraits, from Mercury to Neptune, blend real space probe data with stunning visual design to bring authentic cosmic beauty to your screen.",
    "icon" : "info.circle",
    "id" : "D2331527-CE28-4CB4-9C71-6BFA736EC514",
    "title" : "Time Traveler debuts Solar System Pack"
  }
]