[
  {
    "date" : "2024-11-28T17:52:10Z",
    "description" : "Add a pop of natural beauty to your device with vibrant florals against rich gradient backgrounds. This collection of 10 4K wallpapers features bold blooms in stunning color combinations that make your screen come alive.",
    "icon" : "info.circle",
    "id" : "2D241B54-19E9-4C5A-A930-E0226B6ED19A",
    "title" : "Fresh Flowers pack from Time Traveler "
  },
  
  {
    "date" : "2024-11-27T17:36:11Z",
    "description" : "Transform your screen with the tranquil essence of Korea's autumn season. Each of these 10 artful wallpapers blends traditional architecture with vibrant fall colors, bringing zen-like harmony to your daily view.",
    "icon" : "info.circle",
    "id" : "9C2B2E84-ABE2-47E9-9306-397BB7BA3BD1",
    "title" : "Time Traveler offers Korean Autumn pack"
  },
  
  {
    "date" : "2024-11-27T14:23:08Z",
    "description" : "Dive into the digital realm with 10 stunning Matrix-inspired wallpapers. Each 4K design features mesmerizing cascading code effects in classic neon green, bringing the iconic cyberpunk aesthetic to your device.",
    "icon" : "info.circle",
    "id" : "A08AB5C2-6F79-4B3C-B861-633A062CDA3B",
    "title" : "Time Traveler: Enter the Matrix Pack"
  },
  
  {
    "date" : "2024-11-25T01:14:35Z",
    "description" : "Experience the perfect blend of motion and color with these 10 premium wallpapers. Featuring smooth transitions between pink and blue gradients against rich purple-to-red backgrounds, these designs bring elegant movement and modern sophistication to your device.",
    "icon" : "info.circle",
    "id" : "D80421DC-1E91-42BA-881C-4A454675A6FC",
    "title" : "Time Traveler launches Flow State pack"
  },
  
  {
    "date" : "2024-11-23T17:03:49Z",
    "description" : "Elevate your screen with these 10 premium wallpapers featuring luminous floral designs. Each high-resolution artwork blends minimal geometric patterns with rich gradients in vibrant purples, blues, and reds against deep black backgrounds, creating the perfect balance of style and sophistication.",
    "icon" : "info.circle",
    "id" : "D21D61EE-497C-49F8-9C8E-7E53532633C6",
    "title" : "Time Traveler releases Neon Bloom wallpaper pack "
  },
  
  {
    "date" : "2024-11-21T20:34:09Z",
    "description" : "Embark on a journey through our solar system with Time Traveler's latest wallpaper pack. 10 scientifically accurate portraits, from Mercury to Neptune, blend real space probe data with stunning visual design to bring authentic cosmic beauty to your screen.",
    "icon" : "info.circle",
    "id" : "D2331527-CE28-4CB4-9C71-6BFA736EC514",
    "title" : "Time Traveler debuts Solar System Pack"
  }
]